Repository: Anil1111/TownUtilityBillSystemV2
Catalog: TownUtilityBillSystemV2/Resources/Localization.*.resx
Languages: da, de

# NoBillIsFoundWarning
source: No bill is found -- check the number
da: Ingen regning er fundet - tjek nummeret
de: Keine Rechnung gefunden - überprüfen Sie die Nummer

source: Payment card form
da: Betalingskort formular
de: Zahlungskartenform

source: Pay the bill
da: Betal regningen
de: Die Rechnung bezahlen

source: Yes
da: Ja
de: Ja

source: You can not pay this bill again
da: Du kan ikke betale denne regning igen
de: Sie können diese Rechnung nicht mehr bezahlen

source: Trial imitation
da: Forsøg efterligning
de: Probe Nachahmung

source: --Select card type--
da: --Vælg korttype--
de: --Wählen Sie den Kartentyp -

source: Month
da: Måned
de: Monat

source: Year
da: År
de: Jahr

source: Back to main menu
da: Tilbage til hovedmenuen
de: Zurück zum Hauptmenü

source: Is paid
da: Betales
de: Ist bezahlt

source: Pay another bill
da: Betal en anden regning
de: Bezahle eine andere Rechnung

source: Show bill paid info
da: Vis faktura betalt info
de: Zeige Rechnung bezahlt Info

source: The bill
da: Faktura
de: Die Rechnung

source: Name
da: Navn

source: Index
da: Indeks

source: Str
da: Gade

source: Show
da: Vise
