Repository: Anil1111/TownUtilityBillSystemV2
Catalog: TownUtilityBillSystemV2/Resources/Localization.*.resx
Languages: da, de

source: About
da: Om
de: Über

source: Bills
da: Sedler
de: Rechnungen

source: Calculator on-line
da: Lommeregner on-line
de: Rechner online

source: Confirm password
da: Bekræft kodeord
de: Bestätige das Passwort

# ConfirmPasswordWarning
source: The password and confirmation password do not match
da: Adgangskoden og bekræftelsesadgangskoden stemmer ikke overens.
de: Das Passwort und das Bestätigungs-Passwort stimmen nicht überein

source: Contact
da: Kontakt
de: Kontakt

# CreateNewAccount
source: Create a new account
da: Oprette en ny konto
de: Ein neues Konto erstellen

source: Customers
da: Kunder
de: Kunden

# EnterValidEmail
source: Please enter a valid email address
da: Indtast venligst en gyldig e-mailadresse.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein

# EnterValidPhone
source: Please enter a valid phone
da: Indtast venligst en gyldig telefon
de: Bitte geben Sie ein gültiges Telefon ein

# FieldIsRequired
source: The field {0} is required
da: Dette {0} felt er påkrævet
de: Das Feld {0} ist erforderlich

source: Hello
da: Hej
de: Hallo

source: Home
da: Hjem
de: Zuhause

source: Language
da: Sprog
de: Sprache

source: Log in
da: Log på
de: Einloggen

# LoginForApp
source: Login
da: Log på
de: Anmeldung

# LogInSystem
source: Log in the system
da: Log ind i systemet
de: Melden Sie sich im System an

source: Log off
da: Log af
de: Abmelden

source: Log_in
da: Log_på
de: Anmeldung

source: Password
da: Adgangskode
de: Passwort

source: Pay on-line
da: Betal on-line
de: Online bezahlen

source: Phone Number
da: Telefonnummer
de: Telefonnummer

source: Register
da: Tilmeld
de: Registrieren

# RegisterAsNewUser
source: Register as a new user
da: Tilmeld dig som ny bruger
de: Registrieren Sie sich als neuer Benutzer

source: Remember me?
da: Husk mig?
de: Erinnere dich an mich?

source: Statistic
da: Statistik
de: Statistik

source: Surname
da: Efternavn
de: Nachname

source: Utilities
da: Hjælpeprogrammer
de: Dienstprogramme

# ValueMustBeAtLeastCharactersLong
source: The {0} must be at least {2} characters long.
da: {0} værdien skal være mindst {2} tegn lang.
de: Die {0} muss mindestens {2} Zeichen lang sein.

# ValueMustHaveFromToCharactersLong
source: The {0} must habe from {2} to {1} characters long.
da: {0} skal have fra {2} til {1} tegn lange.
de: Die {0} muss von {2} bis {1} Zeichen lang sein.

# ChooseNextFacility
source: Choose the next facility
da: Vælg den næste facilitet
de: Wählen Sie die nächste Einrichtung

source: Invalid login attempt
da: Ugyldigt login forsøg
de: Ungültiger Anmeldeversuch

source: News
da: Nyheder
de: Nachrichten

source: Next
da: Næste
de: Nächster

source: Please, log in or register
da: Venligst log ind eller registrer dig
de: Bitte einloggen oder anmelden

source: Previous
da: Tidligere
de: Bisherige

source: Read more...
da: Læs mere...
de: Weiterlesen...

source: Back to home page
da: Tilbage til startsiden
de: Zurück zur Startseite

source: Back to previous page
da: Tilbage til forrige side
de: Zurück zur vorherigen Seite

source: All news
da: Alle nyheder
de: Alle Nachrichten

# ForAdditionalInfoPleaseContact
source: For additional information, please contact
da: For yderligere oplysninger, kontakt venligst
de: Für weitere Informationen kontaktieren Sie bitte

# AboutData_ChairmanСitation
source: . Thomas Thune Andersen, Chairman of the Board of Directors, said: “DONG was originally short for Danish Oil and Natural Gas. With our profound strategic transformation and the divestment of our upstream oil and gas business, this is no longer who we are. Therefore, now is the right time to change our name.
da: . Thomas Thune Andersen, bestyrelsesformand, sagde: "DONG var oprindeligt kort for dansk olie og naturgas. Med vores dybe strategiske omdannelse og afhændelse af vores opstrøms olie- og gasvirksomhed, er det ikke længere, hvem vi er. Derfor er det nu rigtigt at ændre vores navn.
de: . Thomas Thune Andersen, Präsident des Board of Directors, sagte: "DONG war ursprünglich eine Abkürzung für Danish Oil and Natural Gas. Mit unserer tiefgreifenden strategischen Transformation und die Veräußerung unseres Upstream-Öl- und Gasgeschäftes, das ist nicht mehr wer wir sind. Daher ist jetzt der richtige Zeitpunkt, unseren Namen zu ändern.

# AboutData_ChangeNameDate
source: On the 6th of November 2017
da: Den 6. november 2017
de: Am 6. November 2017

# AboutData_FirstReleaseDate
source: 7th of August 2017.
da: 7 august 2017.
de: 7. August 2017

# AboutData_HasChangedNameTo
source: has changed name to
da: har ændret navn til
de: hat den Namen in geändert

# AboutData_IsAWebAppThatHelps
source: is a web application that helps to manage by the data for the town utility services such as the electricity, the water, the heating and the gas. Also it operates by the customer bill system.
da: er en webapplikation, der hjælper med at styre dataene for byværdien, såsom el, vand, varme og gas. Det opererer også af kundesystem.
de: ist eine Webanwendung, die hilft, die Daten für die Stadtwerke wie Strom, Wasser, Heizung und Gas zu verwalten. Auch es funktioniert durch das Kundenabrechnungssystem.

# AboutData_IsOneOfNorthernEurope
source: is one of Northern Europe's leading energy groups and is headquartered in Denmark. Around 6,500 ambitious employees develop, construct and operate offshore wind farms, generate power and heat from our power stations as well as supply and trade in energy to wholesale, business and residential customers. In addition, we produce oil and gas, and a process has been initiated to divest this business unit. The continuing part of the Group has approx 6,100 employees and generated a revenue in 2016 of DKK 61 billion (EUR 8.2 is one of Northern Europe's leading energy groups and is headquartered in Denmark. Around 6,500 ambitious employees develop, construct and operate offshore wind farms, generate power and heat from our power stations as well as supply and trade in energy to wholesale, business and residential customers. In addition, we produce oil and gas, and a process has been initiated to divest this business unit. The continuing part of the Group has approx 6,100 employees and generated a revenue in 2016 of DKK 61 billion (EUR 8.2 billion).
da: er en af ​​Nordeuropas førende energigrupper og har hovedkontor i Danmark. Omkring 6.500 ambitiøse medarbejdere udvikler, bygger og driver offshore vindmølleparker, producerer kraft og varme fra vores kraftværker samt forsyning og handel med energi til grossister, erhvervsliv og privatkunder. Derudover producerer vi olie og gas, og der er igangsat en proces til afhændelse af denne forretningsenhed. Den fortsatte del af koncernen har ca. 6.100 medarbejdere og genererede en indtægt i 2016 på 61 mia. kr. (8,2 EUR er en af ​​Nordeuropas førende energigrupper og har hovedkontor i Danmark. Omkring 6.500 ambitiøse medarbejdere udvikler, bygger og driver havmølleparker, producerer også kraft og varme fra vores kraftværker som levering og handel med energi til grossister, erhvervsliv og privatkunder. Derudover producerer vi olie og gas, og der er igangsat en proces for at afhente denne forretningsenhed. Den fortsatte del af koncernen har ca. 6.100 medarbejdere og genereret en omsætning i 2016 på 61 mia. Kr. (8,2 mia. Euro).
de: ist einer der führenden Energiekonzerne Nordeuropas und hat seinen Hauptsitz in Dänemark. Rund 6.500 ambitionierte Mitarbeiter entwickeln, bauen und betreiben Offshore-Windparks, erzeugen Strom und Wärme aus unseren Kraftwerken und beliefern und handeln mit Energie an Großhandels-, Geschäfts- und Privatkunden. Darüber hinaus produzieren wir Öl und Gas, und es wurde ein Prozess zur Veräußerung dieser Geschäftseinheit eingeleitet. Der fortgeführte Teil der Gruppe beschäftigt ca. 6.100 Mitarbeiter und erwirtschaftete 2016 einen Umsatz von 61 Mrd. DKK (8,2 EUR ist einer der führenden Energiekonzerne Nordeuropas und hat seinen Hauptsitz in Dänemark. Rund 6.500 ambitionierte Mitarbeiter entwickeln, bauen und betreiben Offshore-Windparks und erzeugen Strom und Wärme aus unseren Kraftwerken Englisch: www.lhsystems.com/topic3/topic38/35_2_2_p2.htm Energie - und Energielieferungen an Großhandels -, Geschäfts - und Privatkunden sowie Öl - und Gashandel, zur Veräusserung dieses Geschäftsbereichs wurde ein weiterer Teil des Konzerns mit rund 6.100 Mitarbeitern und einem Umsatz von ca 2016 in Höhe von 61 Mrd. DKK (8,2 Mrd. EUR).

# AboutData_TheFirstRelease
source: The first release of the App was on the
da: Den første udgivelse af App var på
de: Die erste Version der App war auf der

source: Higher price
da: Højere pris
de: Höherer Preis

source: Price
da: Pris
de: Preis

source: Usage for standart price
da: Anvendelse til standardpris
de: Nutzung für Standardpreis

# ValueMustBeBiggerThanZero
source: The {0} must be bigger than 0.
da: {0} skal være større end 0.
de: Die {0} muss größer als 0 sein.

source: Check utility name
da: Kontroller anvendelsesnavn
de: Überprüfen Sie den Namen des Dienstprogramms

source: Electricity
da: Elektricitet
de: Elektrizität

source: Find meter by details
da: Find meter efter detaljer
de: Finde Meter nach Details

source: Heating
da: Opvarmning
de: Heizung

source: Meters
da: Målere
de: Meter

source: Meter types
da: Meter typer
de: Zählertypen

source: Show all utilities
da: Vis alle forsyningsselskaber
de: Zeige alle Dienstprogramme

source: Water
da: Vand
de: Wasser

source: All Utilities
da: Alle hjælpeprogrammer
de: Alle Dienstprogramme

# CreateNewUtility
source: Create the new utility
da: Opret det nye værktøj
de: Erstellen Sie das neue Dienstprogramm

source: Delete
da: Slet
de: Löschen

source: Edit
da: Redigere
de: Bearbeiten

source: Icon
da: Ikon
de: Symbol

# MeterTypesLowerCase
source: Meter types
da: Meter typer
de: Zählertypen

source: Options
da: Muligheder
de: Optionen

source: per
da: om
de: pro

source: Unit
da: Enhed
de: Einheit

source: Utility
da: Fælles tjeneste
de: Nützlichkeit

source: Edit utility parameters
da: Rediger brugeparametre
de: Dienstprogrammparameter bearbeiten

source: Total customers for this utility
da: Samlede kunder til dette værktøj
de: Gesamtkunden für dieses Dienstprogramm

source: less than
da: mindre end
de: weniger als

source: Other utilities
da: Andre forsyningsvirksomheder
de: Andere Dienstprogramme

source: Show the news
da: Vis nyhederne
de: Zeige die Nachrichten

source: All meter types
da: Alle målertyper
de: Alle Zählertypen

# CreateNewMeterType
source: Create the new meter type
da: Opret den nye målertype
de: Erstellen Sie den neuen Zählertyp

source: Show All Meter Types
da: Vis alle måttyper
de: Zeige alle Zählertypen

# ValueMustBeBiggerThan
source: The {0} must be bigger than {1}.
da: {0} skal være større end {1}.
de: Die {0} muss größer als {1} sein.

# VarificationPeriod
source: Verification period
da: Verifikationsperiode
de: Überprüfungszeitraum

source: years
da: flere år
de: Jahre

source: New value
da: Ny værdi
de: Neuer Wert

source: Release date
da: Udgivelses dato
de: Veröffentlichungsdatum

source: Serial number
da: Serienummer
de: Ordnungsnummer

# VarificationDate
source: Verification date
da: Verifikationsdato
de: Bestätigungsdatum

source: Building
da: Bygning
de: Gebäude

# CreateNewMeter
source: Create the new meter
da: Opret den nye måler
de: Erstelle den neuen Zähler

source: Data
de: Daten

source: Flat/Part
da: Flad / Del
de: Wohnung / Teil

source: Release
da: Frigøre
de: Freisetzung

source: Serial
da: Seriel
de: Seriell

source: Show all meters
da: Vis alle målere
de: Zeige alle Zähler

source: Some random meters
da: Nogle tilfældige målere
de: Einige zufällige Meter

source: Street
da: Gade
de: Straße

source: Total quantity
da: Samlet mængde
de: Gesamtmenge

source: Town
da: By
de: Stadt

source: Type
de: Art

source: Utility meters
da: Utility meter
de: Verbrauchszähler

# Verification
source: Varification
da: Verifikation
de: Überprüfung

source: All utility meters
da: Alle hjælpemåler
de: Alle Verbrauchszähler

source: Create
da: Skab
de: Erstellen

source: Show some meters
da: Vis nogle målere
de: Zeige einige Meter

source: Address
da: Adresse
de: Adresse

source: Find meters by details
da: Find målere efter detaljer
de: Finde Meter nach Details

source: Number
da: Nummer
de: Nummer

source: Search
da: Søg
de: Suche

source: Back to list
da: Tilbage til listen
de: Zurück zur Liste

source: Found
da: Fundet
de: Gefunden

# FoundOneMeter
source: Found 1 meter
da: Fundet 1 meter
de: Gefunden 1 Meter

source: No any meter is found
da: Ingen meter fundet
de: Kein Meter gefunden

source: Search filter
da: Søgefilter
de: Suchfilter

source: Show Found Meters
da: Vis fundne målere
de: Zeige gefundene Meter

source: Building image
da: Bygning af billede
de: Gebäude Bild

# FlatNumber
source: Flat #
da: Flad #
de: Eben #

source: Meters for this address
da: Målere til denne adresse
de: Meter für diese Adresse

# PartHyphen
source: Part -
de: Teil -

source: --Select building--
da: --Vælg bygning--
de: --Gebäude auswählen--

source: --Select flat/part--
da: --Vælg fladt/delvist--
de: --Wählen Sie Wohnung / Teil--

source: --Select street--
da: --Vælg gade--
de: --Straße wählen--

source: --Select town--
da: --Vælg by--
de: --Wähle Stadt--

source: Account Number
da: Kontonummer
de: Konto nummer

source: All customers
da: Alle kunder
de: Alle Kunden

source: Find customer
da: Find kunde
de: Kunden finden

source: Legal customers
da: Juridiske kunder
de: Juristische Kunden

source: Private customers
da: Private kunder
de: Privatkunden

source: Show Customer Menu
da: Vis Kundemenu
de: Kundenmenü anzeigen

source: Admin will be notified.
da: Admin vil blive underrettet.
de: Der Administrator wird benachrichtigt.

# InvalidBuildingIdParam
source: Invalid building id: {0}.
da: Ugyldigt bygnings id: {0}.
de: Ungültige Gebäude-ID: {0}

# InvalidStreetIdParam
source: Invalid street id: {0}.
da: Ugyldigt gade id: {0}.
de: Ungültige Straßen-ID: {0}

# InvalidTownIdParam
source: Invalid town id: {0}.
da: Ugyldigt by-id: {0}.
de: Ungültige Städte-ID: {0}

# AccountNum
source: Account #
da: Konto #
de: Konto #

# CreateNewCustomer
source: Create the new customer
da: Opret den nye kunde
de: Erstellen Sie den neuen Kunden

source: Details
da: Detaljer
de: Einzelheiten

# InvalidUtilityNameParam
source: Invalid utility name: {0}.
da: Ugyldigt anvendelsesnavn: {0}.
de: Ungültiger Name des Dienstprogramms: {0}.

source: Phone
da: Telefon
de: Telefon

source: Show legal customers
da: Vis juridiske kunder
de: Zeige legale Kunden

source: Show metertypes for utility
da: Vis metertyper til hjælpeprogram
de: Show metertypen für Dienstprogramm

source: Show private customers
da: Vis private kunder
de: Zeige Privatkunden

source: Administrative building
da: Administrativ bygning
de: Verwaltungsgebäude

source: Apartment
da: Lejlighed
de: Wohnung

source: Church
da: Kirke
de: Kirche

source: Company
da: Selskab
de: Unternehmen

source: Factory
da: Fabrik
de: Fabrik

source: Find meter by address
da: Find meter efter adresse
de: Finde Meter für Adresse

source: Fuel station
da: Brændstofstation
de: Tankstelle

source: Hospital
de: Krankenhaus

source: House
da: Hus
de: Haus

source: Kinder garden
de: Kindergarten

source: Nursery
da: Planteskole
de: Kindergarten

source: Other
da: Andet
de: Andere

source: Plant
da: Plante
de: Pflanze

source: School
da: Skole
de: Schule

source: Service station
de: Tankstelle

source: Shop
da: Butik
de: Geschäft

source: Some random customers
da: Nogle tilfældige kunder
de: Einige zufällige Kunden

source: Theatre
da: Teater
de: Theater

source: WorkShop
da: Værksted
de: Werkstatt

# FoundOneCustomer
source: Found 1 customer
da: Fundet 1 kunde
de: Gefunden 1 Kunde

source: No any customer is found
da: Ingen kunde er fundet
de: Es wurde kein Kunde gefunden

source: Show all customers
da: Vis alle kunder
de: Zeige alle Kunden

source: Show found customers
da: Vis viste kunder
de: Zeige gefundene Kunden

source: Show statistic menu
da: Vis statistikmenu
de: Statistikmenü anzeigen

source: Temperature
da: Temperatur
de: Temperatur

source: Usage
da: Anvendelse
de: Verwendung

source: Average temperature per year
da: Gennemsnitlig temperatur per år
de: Durchschnittstemperatur pro Jahr

source: December
de: Dezember

source: February
da: Februar
de: Februar

source: for
da: til
de: zum

source: January
da: Januar
de: Januar

source: July
da: Juli
de: Juli

source: June
da: Juni
de: Juni

source: March
da: Marts
de: März

source: May
da: Kan
de: Kann

source: October
da: Oktober
de: Oktober

source: Show temperature chart
da: Vis temperaturkort
de: Temperaturdiagramm anzeigen

source: Temperature chart
da: Temperatur diagram
de: Temperaturdiagramm

# UsageCanNotBeNegative
source: The usage can not be negative
da: Brugen kan ikke være negativ
de: Die Verwendung kann nicht negativ sein

# CalculateCharges
source: Calculate the charges
da: Beregn afgifterne
de: Berechnen Sie die Gebühren

source: Calculations
da: Beregninger
de: Berechnungen

source: Enter utility month usage
da: Indtast brugsmånedbrug
de: Geben Sie die Verwendung für den Monat ein

source: Show calculator on line
da: Vis regnemaskine på linie
de: Rechner online anzeigen

source: Show charges
da: Vis afgifter
de: Gebühren anzeigen

source: Total charges
da: Samlede omkostninger
de: Gesamtkosten

source: Utilities prices
da: Utilities priser
de: Preise für Versorgungsunternehmen

source: Utilities charges
da: Utility betale
de: Nebenkosten

source: Value
da: Vaerdi
de: Wert

# YouMustEnterAtLeastOneUtilityUsage
source: You must enter at least 1 utility usage
da: Du skal indtaste mindst 1 brugsforbrug
de: Sie müssen mindestens 1 Utility-Nutzung eingeben

source: Denmark
da: Danmark
de: Dänemark

source: Show meter data
da: Vis måledata
de: Zeige Messdaten

# CreateNewMeterData
source: Create the new meter data
da: Opret de nye målerdata
de: Erstellen Sie die neuen Zählerdaten

source: Date
da: Dato
de: Datum

source: Edit data
da: Rediger data
de: Daten bearbeiten

source: Meter type
de: Zählertyp

# MonthsUsageYearHistory
source: Months' usage (year's history)
da: Maanedernes brug (aars historie)
de: Verwendung Monate (Jahreshistorie)

source: Show all utility usage
da: Vis alle brugsforbrug
de: Zeige alle Utility-Nutzung

source: Sorry, no data
da: Beklager, ingen data
de: Entschuldigung, keine Daten

# InvalidMeterIdParam
source: Invalid meter id: {0}.
da: Ugyldigt måler-id: {0}.
de: Ungültige Zähler-ID: {0}.

source: Account
da: Konto
de: Konto

source: Customer
da: Kunde
de: Kunde

source: Show all utility charts
da: Vis alle brugskort
de: Zeige alle Hilfspläne

source: Square
da: Firkant
de: Platz

# SquareMeter
source: sq. m.
da: Kvad.m.
de: q. m.

source: Utilities usage
da: Brug af hjaepeprogrammer
de: Dienstprogramme verwenden

source: Sorry, no data for this customer meters
da: Beklager, ingen data for denne kundemaaler
de: Entschuldigung, keine Daten für diesen Kundenzähler

source: Edit utility
da: Rediger værktøj
de: Dienstprogramm bearbeiten

# FieldMustBeNumeric
source: The field {0} must be a number.
da: Feltet {0} skal være et tal.
de: Das Feld {0} muss eine Zahl sein.

source: Save
da: Gemme
de: Sparen

# FieldMustBeNumberWith2DecimalDigits
source: The field {0} must be a number with 2 decimal digits
da: Feltet {0} skal være et tal med 2 decimaler
de: Das Feld {0} muss eine Zahl mit 2 Dezimalziffern sein

# FieldMustBeNonNegativeNumber2WithDecDigits
source: The field {0} must be a non negative number with 2 decimal digits.
da: Feltet {0} skal være et ikke-negativt tal med 2 decimaler.
de: Das Feld {0} muss eine nicht negative Zahl mit 2 Dezimalziffern sein.

source: Cancel
da: Afbestille
de: Stornieren

source: Edit meter type
da: Rediger meter type
de: Bearbeiten Sie den Zählertyp

source: --Select type--
da: --Vaelg type--
de: --Art auswählen--

source: Edit meter
da: Rediger meter
de: Zähler bearbeiten

source: Current value
da: Nuværende værdi
de: Aktueller Wert

source: Edit meter data
da: Rediger meterdata
de: Zählerdaten bearbeiten

source: Measure date
da: Mål dato
de: Datum messen

source: Meter data
de: Messdaten

source: Sorry
da: Beklager
de: Es tut uns leid

source: You can edit meter data only at english site version
da: Du kan kun redigere måledata på engelsk sideversion
de: Sie können Messdaten nur in der englischen Site-Version bearbeiten

source: Edit customer
da: Rediger kunde
de: Bearbeiten Sie den Kunden

source: Show details for customer
da: Vis detaljer for kunde
de: Zeige Details für den Kunden

source: Show all bills
da: Vis alle regninger
de: Zeige alle Rechnungen

source: Delete customer
da: Slet kunde
de: Kunden löschen

source: Delete meter
da: Slet meter
de: Löschen Sie das Messgerät

source: Delete meter item
da: Slet målerelement
de: Löschen Sie das Messgerät

source: Delete meter type
da: Slet måttype
de: Löscht den Zählertyp

source: You have no administrator rights!
da: Du har ingen administratorrettigheder!
de: Sie haben keine Administratorrechte!

source: Delete utility
da: Slet nytteværdi
de: Dienstprogramm löschen

source: Bill date
da: Bill dato
de: Rechnungsdatum

source: Bill number
da: Regning nummer
de: Rechnungsnummer

# CreateNewBill
source: Create the new bill
da: Opret den nye regning
de: Erstellen Sie die neue Rechnung

source: Find bill by details (number, customer, period)
da: Find regning efter detaljer (nummer, kunde, periode)
de: Rechnung nach Details suchen (Nummer, Kunde, Zeitraum)

source: Paid
da: Betalt
de: Bezahlt

source: Period
da: Periode
de: Zeitraum

source: Show bills
da: Vis regninger
de: Rechnungen anzeigen

source: Some random bills
da: Nogle tilfældige regninger
de: Einige zufällige Rechnungen

source: Sum
de: Summe

source: Delete bill
da: Slet faktura
de: Rechnung löschen

# FoundOneBill
source: Found 1 bill
da: Fundet 1 regning
de: Gefunden 1 Rechnung

source: No any bill is found
da: Ingen regning er fundet
de: Keine Rechnung gefunden

source: Show found bills
da: Vis fundne regninger
de: Zeige gefundene Rechnungen

source: Show all bills for customer
da: Vis alle regninger for kunden
de: Zeige alle Rechnungen für den Kunden

source: Pay on-line bill
da: Betal online regning
de: Online-Rechnung bezahlen

source: Card owner: name
da: Kort ejer: navn
de: Karteninhaber: Name

source: Card owner: surname
da: Kortindehaver: Efternavn
de: Karteninhaber: Nachname

source: Card type
da: Kort type
de: Speicherkarten-Typ

source: CVV number
da: CVVnummer
de: CVV-Nummer

source: Expire date
da: Udløbsdato
de: Ablaufdatum

source: Paying sum
da: Betalingsbeløb
de: Bezahlsumme

# PayingSumCanNotBeNegative
source: The paying sum cannot be negative
da: Det betalende beløb kan ikke være negativt
de: Die zahlende Summe kann nicht negativ sein

source: Payment card number
da: Betalingskort nummer
de: Zahlungskartennummer

# ValueMustHaveCountDigits
source: The {0} must have {2} digits.
da: {0} skal have {2} cifre.
de: Die {0} muss {2} Ziffern haben.

# CardIExpired
source: The card is expired.
da: Kortet er udløbet.
de: Die Karte ist abgelaufen.

# CreditCardNumberMustHave16Digits
source: The Credit card number must have 16 digits.
da: Kreditkortnummeret skal have 16 cifre.
de: Die Kreditkartennummer muss 16 Ziffern haben.

# CVVnumberMustHave3Digits
source: The CVV number must have 3 digits.
da: CVV-nummeret skal have 3 cifre.
de: Die CVV-Nummer muss 3 Ziffern haben.

source: Pay the bill on-line
da: Betal regningen online
de: Bezahlen Sie die Rechnung online

source: Bill data
da: Regning data
de: Rechnungsdaten

source: Bill period
da: Regnskabsperiode
de: Rechnungszeitraum

source: Bill sum
da: Regning sum
de: Rechnungssumme

# EnterBillNumber
source: Enter the bill number
da: Indtast faktura nummer
de: Geben Sie die Rechnungsnummer ein

source: Find
da: Finde
de: Finden

source: No
da: Ingen
de: Nein
